{
  "101": "Ukończ 39 utworów.",
  "102": "Ukończ 3939 utworów.",
  "201": "Uzyskaj rangę gracza 50.",
  "202": "Uzyskaj rangę gracza 100.",
  "203": "Uzyskaj rangę gracza 200.",
  "301": "Zaloguj się przez 30 dni z rzędu.",
  "401": "Zaloguj się przez 365 dni z rzędu.",
  "501": "Odblokuj 10 różnych wokali.",
  "601": "Podnieś rangę wszystkich jednostek do 20.",
  "701": "Podnieś poziom 5 przedmiotów w terenie do 10.",
  "801": "Podnieś rangę wszystkich postaci do 5.",
  "802": "Podnieś rangę wszystkich postaci do 10.",
  "901": "Ukończ 5 utworów na wszystkich poziomach trudności.",
  "902": "Ukończ 10 utworów na wszystkich poziomach trudności.",
  "903": "Ukończ 20 utworów na wszystkich poziomach trudności.",
  "1004": "Ukończ 30 utworów z pełnym combo na poziomie trudności MASTER.",
  "1104": "Ukończ 30 utworów na poziomie trudności MASTER z ALL PERFECT.",
  "1201": "Ukończ utwór mając 2000 punktów życia.",
  "1301": "Ukończ 1 utwór, kontynuując grę co najmniej 5 razy.",
  "1401": "Ukończ utwór z co najmniej 1000 combo.",
  "1501": "Zdobądź w sumie 1 milion monet.",
  "1601": "｢Multi Live｣ Niech wszyscy z 5 graczy ukończą utwór z pełnym combo.",
  "1701": "｢Multi Live｣ Niech wszyscy z 5 graczy wybiorą ten sam utwór.",
  "1801": "｢Multi Live｣ Niech wszyscy z 5 graczy mają taki sam tytuł.",
  "1901": "｢Multi Live｣ Użyj naklejki 1000 razy.",
  "2001": "Miej 100 osób w swojej poczekalni.",
  "2101": "Zbierz 30 naklejek.",
  "2201": "Obejrzyj 500 rozmów w terenie.",
  "2301": "Przeczytaj 100 \"Main Story\", albo \"Event Story\" bez pomijania.",
  "2401": "Ukończ 100 utworów z zespołem 5 pierwszorocznych uczniów.",
  "2501": "Ukończ 100 utworów z zespołem 5 drugorocznych uczniów.",
  "2601": "Ukończ 100 utworów z zespołem 5 uczennic szkoły średniej  \"Miyamasu-zaka\".",
  "2701": "Ukończ 100 utworów z zespołem 5 uczniów szkoły średniej \"Metropolitan Kamiyama\".",
  "2801": "Ukończ 100 utworów z zespołem składającym się z: Tsukasa, Akito, Toya, Rui, Len, albo Kaito.",
  "2901": "Zostań MVP 100 razy w \"Multi Live\".",
  "3001": "Bądź SUPER STAR 100 razy w \"Multi Live\".",
  "3101": "Zbierz 50 kostiumów.",
  "3401": "Zdobądź łącznie 5000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Leo/need\".",
  "3402": "Zdobądź łącznie 10000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Leo/need\".",
  "3403": "Zdobądź łącznie 15000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Leo/need\".",
  "3404": "Zdobądź łącznie 20000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Leo/need\".",
  "3405": "Zdobądź łącznie 25000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Leo/need\".",
  "3406": "Zdobądź łącznie 30000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Leo/need\".",
  "3407": "Zdobądź łącznie 40000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Leo/need\".",
  "3408": "Zdobądź łącznie 50000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Leo/need\".",
  "3409": "Zdobądź łącznie 60000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Leo/need\".",
  "3410": "Zdobądź łącznie 70000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Leo/need\".",
  "3501": "Zdobądź łącznie 5000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"MORE MORE JUMP!\".",
  "3502": "Zdobądź łącznie 10000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"MORE MORE JUMP!\".",
  "3503": "Zdobądź łącznie 15000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"MORE MORE JUMP!\".",
  "3504": "Zdobądź łącznie 20000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"MORE MORE JUMP!\".",
  "3505": "Zdobądź łącznie 25000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"MORE MORE JUMP!\".",
  "3506": "Zdobądź łącznie 30000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"MORE MORE JUMP!\".",
  "3507": "Zdobądź łącznie 40000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"MORE MORE JUMP!\".",
  "3508": "Zdobądź łącznie 50000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"MORE MORE JUMP!\".",
  "3509": "Zdobądź łącznie 60000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"MORE MORE JUMP!\".",
  "3510": "Zdobądź łącznie 70000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"MORE MORE JUMP!\".",
  "3601": "Zdobądź łącznie 5000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Vivid BAD SQUAD\".",
  "3602": "Zdobądź łącznie 10000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Vivid BAD SQUAD\".",
  "3603": "Zdobądź łącznie 15000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Vivid BAD SQUAD\".",
  "3604": "Zdobądź łącznie 20000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Vivid BAD SQUAD\".",
  "3605": "Zdobądź łącznie 25000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Vivid BAD SQUAD\".",
  "3606": "Zdobądź łącznie 30000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Vivid BAD SQUAD\".",
  "3607": "Zdobądź łącznie 40000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Vivid BAD SQUAD\".",
  "3608": "Zdobądź łącznie 50000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Vivid BAD SQUAD\".",
  "3609": "Zdobądź łącznie 60000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Vivid BAD SQUAD\".",
  "3610": "Zdobądź łącznie 70000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Vivid BAD SQUAD\".",
  "3701": "Zdobądź łącznie 5000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Wonderlands x Showtime\".",
  "3702": "Zdobądź łącznie 10000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Wonderlands x Showtime\".",
  "3703": "Zdobądź łącznie 15000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Wonderlands x Showtime\".",
  "3704": "Zdobądź łącznie 20000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Wonderlands x Showtime\".",
  "3705": "Zdobądź łącznie 25000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Wonderlands x Showtime\".",
  "3706": "Zdobądź łącznie 30000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Wonderlands x Showtime\".",
  "3707": "Zdobądź łącznie 40000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Wonderlands x Showtime\".",
  "3708": "Zdobądź łącznie 50000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Wonderlands x Showtime\".",
  "3709": "Zdobądź łącznie 60000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Wonderlands x Showtime\".",
  "3710": "Zdobądź łącznie 70000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"Wonderlands x Showtime\".",
  "3801": "Zdobądź łącznie 5000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"25-ji, Night Code de.\".",
  "3802": "Zdobądź łącznie 10000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"25-ji, Night Code de.\".",
  "3803": "Zdobądź łącznie 15000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"25-ji, Night Code de.\".",
  "3804": "Zdobądź łącznie 20000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"25-ji, Night Code de.\".",
  "3805": "Zdobądź łącznie 25000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"25-ji, Night Code de.\".",
  "3806": "Zdobądź łącznie 30000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"25-ji, Night Code de.\".",
  "3807": "Zdobądź łącznie 40000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"25-ji, Night Code de.\".",
  "3808": "Zdobądź łącznie 50000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"25-ji, Night Code de.\".",
  "3809": "Zdobądź łącznie 60000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"25-ji, Night Code de.\".",
  "3810": "Zdobądź łącznie 70000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"25-ji, Night Code de.\".",
  "3901": "Zdobądź łącznie 5000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"VIRTUAL SINGER\".",
  "3902": "Zdobądź łącznie 10000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"VIRTUAL SINGER\".",
  "3903": "Zdobądź łącznie 15000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"VIRTUAL SINGER\".",
  "3904": "Zdobądź łącznie 20000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"VIRTUAL SINGER\".",
  "3905": "Zdobądź łącznie 25000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"VIRTUAL SINGER\".",
  "3906": "Zdobądź łącznie 30000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"VIRTUAL SINGER\".",
  "3907": "Zdobądź łącznie 40000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"VIRTUAL SINGER\".",
  "3908": "Zdobądź łącznie 50000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"VIRTUAL SINGER\".",
  "3909": "Zdobądź łącznie 60000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"VIRTUAL SINGER\".",
  "3910": "Zdobądź łącznie 70000 punktów wsparcia podczas wirtualnego koncertu, w wykonaniu członków \"VIRTUAL SINGER\"."
}