{
  "1": "แม้จะเป็นคนขรึม แต่ใจก็คิดถึงเพื่อนๆ",
  "2": "Leo/need",
  "3": "ทางที่กำลังมองไป",
  "4": "การสนทนาก่อนรุ่งอรุณ",
  "5": "มูดเมกเกอร์ผู้สดใสอยู่ตลอดเวลา",
  "6": "Leo/need",
  "7": "สิ่งที่อยากทำ 100 อย่าง",
  "9": "นักเรียนดีเด่นผู้อ่อนโยนต่อทุกคน",
  "10": "Leo/need",
  "11": "ทั้ง ๆ ที่ไม่สามารถรับรสได้แท้ ๆ",
  "13": "หมาป่าเดียวดาวผู้เกลียดการเข้าสังคม",
  "14": "Leo/need",
  "15": "ท่วงทำนองที่ติดอยู่ในใจ",
  "17": "มุ่งสู่การเป็นไอดอล!",
  "18": "MORE MORE JUMP!",
  "19": "ความแน่วแน่ในไลฟ์เมื่อคืนก่อน",
  "21": "สาวผู้เคยเป็นไอดอลระดับประเทศ",
  "22": "MORE MORE JUMP!",
  "23": "ตัวฉันที่ไม่ใช่ไอดอล",
  "25": "จิตวิญญาณไอดอลที่ไม่เอนอ่อน",
  "26": "MORE MORE JUMP!",
  "27": "แรงสนับสนุนสู่ความฝัน!",
  "29": "ไอดอลผู้มีหน้าตาที่สวยงาม",
  "30": "MORE MORE JUMP!",
  "31": "ณ สถานที่อันงดงาม",
  "33": "สัตว์ตัวน้อยผู้ขี้อาย",
  "34": "Vivid BAD SQUAD",
  "35": "พักผ่อนที่เซไก",
  "37": "คาริสม่าซิงเกอร์",
  "38": "Vivid BAD SQUAD",
  "39": "ช่วยงานอย่างขันแข็ง",
  "41": "ผู้เก่งกาจมากความสามารถ",
  "42": "Vivid BAD SQUAD",
  "43": "ความโมโหที่เอ่อล้น",
  "45": "ความน่าอัศจรรย์ของดนตรีคลาสสิค",
  "46": "Vivid BAD SQUAD",
  "47": "สายสัมพันธ์ที่จบลงไป",
  "49": "สักวันจะเป็นดาวเด่น!",
  "50": "Wonderland x Showtime",
  "51": "คำทักทายจากตุ๊กตามาสคอต",
  "53": "ไฮเปอร์★โพสิธีฟ",
  "54": "Wonderland x Showtime",
  "55": "ไปประชุมแผนกันเถอะ!",
  "57": "ความปากร้ายและปัญหาการสื่อสาร",
  "58": "Wonderland x Showtime",
  "59": "การควบคุมจากเบื้องหลัง",
  "61": "ผู้กำกับการแสดงอัจฉริยะที่ชอบทำอะไรตามอารมณ์",
  "62": "วันเดอร์แลนซ์ x โชว์ไทม์",
  "63": "นักแสดงผู้มาไวไปไว",
  "65": "เด็กสาวผู้ถูกรักโดยเสียงเพลง",
  "66": "25โมง ที่ไนท์คอร์ด",
  "67": "อีกด้านหนึ่งของจอ…",
  "69": "นักเรียนดีเด่นผู้ถูกมองว่าเป็น 'เด็กดี'",
  "70": "25โมง ที่ไนท์คอร์ด",
  "71": "ฉันที่เป็น 'เด็กดี'",
  "73": "จิตรกรที่ยึดติด SNS",
  "74": "25โมง ที่ไนท์คอร์ด",
  "75": "มุมถ่ายที่สวยที่สุด",
  "77": "คนรักอิสระผู้ยึดติดกับ 'ความน่ารัก'",
  "78": "25โมง ที่ไนท์คอร์ด",
  "79": "การยึดติดที่ไม่สามารถผกผัน",
  "81": "นักร้องหญิงที่ไม่ว่าใครต้องรู้จัก",
  "82": "เซไกห้องเรียน",
  "83": "เซไกสตรีท",
  "84": "โลกแห่งสตรีท",
  "85": "โลกแห่งวันเดอร์แลนด์",
  "86": "โลกที่ไม่มีใครอยู่",
  "87": "สายตาที่เฝ้าดูแล",
  "88": "ประกาศเปิดตัวอย่างยิ่งใหญ่",
  "89": "ความร่าเริงที่ประทุ!",
  "90": "เซไกสเตจ",
  "91": "สเตจที่ส่องประกาย",
  "92": "การวิวาทสุดฮีทอัพ",
  "93": "พาวเวอร์ฟูลที่ประทุ!",
  "94": "เซไกสตรีท",
  "95": "การขอคืนดีที่ยากเย็น",
  "96": "สมาชิกกลุ่มคนใหม่ปรากฎตัว!",
  "97": "คูลบิวตี้",
  "98": "เซไกห้องเรียน",
  "99": "มือที่คอยชี้แนะ",
  "101": "ทำนองสีแดงที่ทะยานผ่าน",
  "102": "เซไกสตรีท",
  "103": "หนึ่งแก้วพิถีพิถัน",
  "105": "ทำนองสีน้ำเงินที่มีชีวิตชีวา",
  "106": "เซไกวันเดอร์แลนด์",
  "107": "รับสมัครคณะละคร!",
  "109": "สายฝนแห่งความห่างเหิน",
  "110": "ปัดเป่าสายฝนเมื่อยามโพลเพล้",
  "111": "ความร้อนที่ต้องการสังเกตเจอ",
  "112": "พักผ่อนให้สบายนะ",
  "113": "สเต๊ปของดวงดาว",
  "114": "งานเต้นรำสวมหน้ากากที่ไร้ซึ่งอิสระ",
  "115": "ราวกับมีชีวิต",
  "116": "เส้นด้ายที่ถูกตัดออก",
  "117": "ช่วงเวลาแห่งความสนุก",
  "118": "มารีโอเน็ตเดรส",
  "119": "คำแนะนำที่ไม่เคยคำนึงมาก่อน",
  "120": "เขย่าขวัญ!? ซอมบี้แพนิค!",
  "121": "พูดคุยกับเหล่าเด็กผู้หลงทาง",
  "122": "ขึ้นขี่คุณแพนด้า",
  "123": "วันเดอร์สติ๊ก",
  "124": "เต็มกำลัง! ไม้สุดท้าย☆",
  "125": "การยินดีที่มากมาย",
  "126": "เลทส์เชียร์!",
  "127": "วิ่งสามขาอันน่าสนุกสนาน?",
  "128": "ไอแอมคณะกรรมการฝ่ายดูแลงานแข่งกีฬา!",
  "129": "ไม่ว่าเมื่อไรก็ก้าวเดินไปข้างหน้า",
  "130": "อะหวาหวาหวา!?",
  "131": "เพื่อรอยยิ้มของเธอ",
  "132": "สิ่งที่ฉันอยากจะเป็น",
  "133": "ชาบอนดี้บลู",
  "134": "ทั้งที่เป็นคู่หู",
  "135": "ด้วยกันสองคนอีกครั้ง",
  "136": "เพราะว่าเป็นคู่หู",
  "137": "คาเฟ่ไทม์อันเงียบสงบ",
  "138": "สายตาที่เฝ้ามองอย่างอบอุ่น",
  "139": "มิตรภาพบนดาดฟ้า",
  "140": "ผู้ชี้นำการแสดงแห่งความลับ",
  "141": "ฉันคือนักแสดงนำยังไงล่ะ!",
  "142": "แคนดี้สายไหมนานาสัตว์♪",
  "143": "อัจฉริยะที่คาดไม่ถึง?",
  "144": "ของขวัญจากฟากฟ้า",
  "145": "วันเดอร์☆คริสมาสต์!",
  "146": "บอกหน่อยสิ! คริสมาสต์ของทุกคนน่ะ♪",
  "147": "คืนที่หลับสนิท",
  "148": "ที่คาดผมที่เปล่งประกาย☆",
  "149": "รอยยิ้มของผู้แข็งแกร่ง",
  "150": "คู่หูที่แข็งแกร่งที่สุด",
  "151": "รอยยิ้มที่งดงาม",
  "152": "วันสิ้นปีของครอบครัวชิโนโนเมะ",
  "153": "ความปรารถนาที่สำคัญเหนือสิ่งอื่นใด",
  "154": "ฉลองปีใหม่กันกับทุกคน",
  "155": "ขอบคุณนะ ความกล้า",
  "156": "รุ่นพี่คนที่ 3",
  "157": "รอยยิ้มที่หวนกลับมา",
  "158": "กำลังใจจากเบื้องหลัง",
  "159": "ความใจดีที่หลากหลาย",
  "160": "“ฉันคนนี้” ที่ไม่ใช่ใครอื่น",
  "161": "สมาชิกใหม่ปรากฎตัว♪",
  "162": "ช่วงเวลาแสนหวาน",
  "163": "หน้าที่รับผิดชอบของไอดอล",
  "164": "โพสิธีฟ・ฟาวเวอร์",
  "165": "สักวันหนึ่ง ที่จะ…..",
  "166": "เฝ้ารอวันนั้นให้มาถึง",
  "167": "ความรู้สึกที่ใกล้ชิดมากขึ้น",
  "168": "คืนเศร้าหมอง",
  "169": "ท่วงทำนองอันอ่อนไหว",
  "170": "สายสัมพันธ์และความเศร้า",
  "171": "กามเทพแห่งมิตรภาพ",
  "172": "ยินดีต้อนรับสู่ฝันร้าย",
  "173": "ขอแนะนำให้รู้จัก!!",
  "174": "อสูรน้อย•บ้าคลั่ง",
  "175": "เพราะไม่อยากยอมแพ้",
  "176": "คำบอกกล่าวถึงอีกคน",
  "177": "เปลี่ยนความรู้สึกให้เป็นท่วงทำนอง……",
  "178": "ค้นหาความหมายการมาเจอกันของพวกเรา",
  "179": "เชื่อมั่นในเธอ",
  "180": "รอยยิ้มที่ไม่สามารถแทนที่",
  "181": "ผู้ส่งสารความรู้สึก",
  "182": "ความเดือดดาลภายในใจ",
  "183": "ด้วยวิธีที่ดีที่สุด!",
  "184": "บอลลูนพรีเซ็นเตอร์",
  "185": "เทศกาลวันเด็กผู้หญิงอันยอดเยี่ยม!",
  "186": "ความกลัดกลุ้มของพี่ชาย",
  "187": "สายใยของพี่น้อง",
  "188": "เทศกาลวันเด็กผู้หญิงสุดแฮปปี้♪",
  "189": "ถึงจะเป็นเรื่องที่ไม่ควรทำก็เถอะ....",
  "190": "เพื่อ \"เธอ\"",
  "191": "แด่เธอผู้พยายาม",
  "192": "เมี๊ยว?",
  "193": "ความตระหนักรู้ในฐานะไอดอล",
  "194": "สิ่งที่ทำได้เพื่อรุ่นน้อง",
  "195": "วันหนึ่ง ในฝันที่เคยเห็น",
  "196": "ดำลงสู่ข้างในตัวฉัน",
  "197": "ขอให้เป็นวันที่สดใส",
  "198": "ท่วงทำนองที่เติบโต",
  "199": "ไล่ตามแผ่นหลังของทุกคน",
  "200": "ขยายสายสัมพันธ์มิตรภาพ",
  "201": "ใบไม้ผลิปีนี้ด้วยกันกับเธอ......",
  "202": "ความรู้สึกที่ตระหนักได้",
  "203": "ระยะทางที่จำเป็น",
  "204": "พิธีล้างบาปของทัวร์ลึกลับ",
  "205": "ความงดงามและความไม่จีรัง",
  "206": "การพบเจอที่โรงเรียนร้าง",
  "207": "คำตอบที่ค้นพบ",
  "208": "ความรู้สึกที่มองไม่เห็น",
  "209": "สนทนาใกล้หน้าต่าง",
  "210": "ขอให้ความรู้สึกนี้ ส่งไปให้ถึง",
  "211": "ตามหาคำตอบ",
  "212": "คืนที่พ่ายแพ้",
  "213": "เพราะว่าเป็นเพื่อน",
  "214": "DJ ผู้สดใสปรากฎตัว?",
  "215": "อยากเติบโตไปด้วยกัน",
  "216": "ในฐานะคู่หู",
  "217": "มือที่พยายามเอื้อมถึงเธอ",
  "218": "ใจที่ไม่ย่อท้อและไม่เปลี่ยนแปลง",
  "219": "ความรู้สึกและช่องว่างของความเป็นจริง",
  "220": "แผนการที่ไม่อาจหยุดยั้งและความบ้าบิ่น",
  "221": "แฟร์รี่แลนเทิร์น♪"
}