{
  "3": "……สุดยอดเลยนะ มิกุน่ะ",
  "4": "ขอบคุณที่รับฟังนะ มิกุ",
  "7": "อยากลองทำมาก ๆ เลย!",
  "11": "มันน่าอาย เพราะงั้นอย่าพูดนะ?",
  "15": "เป็นการเล่นรวมที่แย่มาก แต่ว่า....",
  "19": "พรุ่งนี้ก็จะพยายามนะ มิกุจัง!",
  "23": "เพราะว่าฉันน่ะไม่ได้เป็นไอดอลแล้ว",
  "27": "มิโนริ! จังหวะช้าไปแล้วนะ!",
  "31": "งานนี้สนุกดีนะ แต่ว่า......",
  "35": "ฉันเปลี่ยนไปนิดนึงหรือเปล่านะ",
  "39": "ยินดีต้อนรับ! ที่ตรงนี้ว่างอยู่นะ!",
  "43": "ใช้เสียงของพวกเราจัดการเจ้าพวกนั้นไปเลย",
  "47": "น่าจะทำสิ่งนี้ให้เร็วกว่านี้",
  "51": "……เห๊ะ? ฮะ... ฮัตสึเนะ มิกุ....?",
  "55": "จะให้การต้อนรับแบบไหนดีน้าー☆",
  "59": "ใช้หุ่นยนต์แสดงโชว์เหรอ เหมือนคนบ้าเลย",
  "63": "บทต่อไปของโชว์ครั้งนี้... ไว้โอกาสหน้า!",
  "67": "ต้องรีบแต่งเพลงแล้ว..... เอ๊ะ?",
  "71": "ฉันไม่ใช่ \"เด็กดี\" หรอกนะ",
  "75": ".....เฮ้อ ฉันกำลังทำอะไรอยู่นะ",
  "79": "วันนี้เราก็น่ารักเหมือนเดิมเลยน้า〜♪",
  "87": "หาให้พบเร็ว ๆ นะ......",
  "88": "สเตจของวันนี้ เราออกไปด้วยกันนะ!",
  "91": "อยากทำให้ทุกคนร่าเริงจัง!",
  "92": "โธ่เอ้ย จะไม่สนใจเรนแล้ว!",
  "95": "ผม..... จะออกไปหารินหน่อยนะ",
  "96": "จริง ๆ เลย... เซไกนี้น่าสนใจดีเนอะ!",
  "99": "มาสิ เธอเองก็มาด้วยกันนะ",
  "103": "สนใจรับสัก 1 แก้วไหม?",
  "107": "ทะ ทุกคน จะไปไหนกัน?",
  "109": "อยากเจอ.... ทุกคนจังเลย",
  "110": "ค่อยเป็นค่อยไปอย่างช้า ๆ ก็ไม่เป็นไรนะ",
  "111": "เพราะว่าไม่ยอมบอกเรื่องสำคัญนั่นแหละ",
  "114": "......ขยะแขยง......",
  "115": "จะช่วยเธอให้ได้เลย",
  "116": "ได้พวกคานาเดะช่วยหากันจนเจออีกแล้วสินะ",
  "119": "ไม่เหมือนผมตอนปกติเหรอ....?",
  "120": "ทำไมเกิดเรื่องแบบนี้กับฉันได้เนี่ย!",
  "121": "ก้าวข้ามผ่านมันไปด้วยกันก็ได้นะ",
  "124": "ถ้างั้น จะออกไปคว้าชัยชนะมาให้ได้นะ!!",
  "125": "ดีจังเลยที่กลับมาที่โรงเรียน",
  "126": "ยะโฮ~! มาเชียร์แล้วนะ~!",
  "129": "ขอบคุณนะที่ทำให้นึกเรื่องสำคัญออก",
  "130": "หวาาาาา เดี๋ยวก่อน ชิสุคุจัง!",
  "131": "มาร้องเพลงแสนวิเศษนี้กันนะ!",
  "134": "ฉันมันแย่ที่สุด......!",
  "135": "หลังจากนี้ฉันก็จะพยายามนะ!",
  "136": "อย่ามาตลกหน่อยเลย \"ปกป้อง\" ที่ว่าหมายถึงอะไร",
  "137": "บางทีผมเองก็อาจจะกำลังสนุกอยู่ก็ได้นะ",
  "139": "เสียงดังเอะอะไปกันกับทุกคน ก็ไม่เลวเหมือนกันนะ",
  "140": "เท่านี้แสดงจริงต้องมาสมบูรณ์แน่นอน!",
  "141": "จะแสดงโชว์ที่เจ๋งที่สุดในหน้าประวัติศาสตร์โรงเรียนมัธยมปลายคามิ!",
  "144": "ราวกับได้รับของขวัญจากฟากฟ้าเลย",
  "145": "มาแสดงโชว์ที่เปล่งประกายกันนะ☆",
  "146": "เหมือนฉันจะคิดอะไรดี ๆ ออกแหละ!",
  "149": "ยอมแพ้ไปไม่ดีกว่าเหรอ?",
  "150": "รินเป็นคู่หูที่สุดยอดจริง ๆ ด้วยนะ!",
  "151": "อย่าคิดมากเลยนะ โฮนามิ.... นะ?",
  "152": "เกินคาด... บางทีอาจจะเป็นหนึ่งปีที่ไม่แย่เท่าไรนะ",
  "155": "กรุณาให้ได้ฉันพูดความคิดเห็นของตัวเองด้วยนะคะ",
  "156": "นี่เองก็คงจะเป็นโชคชะตา ขอฝากตัวด้วยนะ",
  "157": "ดีจังเลยนะ โฮนามิ",
  "160": "คือว่านะ ทุกคน.... อยากให้ฟังฉันหน่อย",
  "161": "สมาชิกใหม่ เมกุริเนะ ลูกะ",
  "162": "โธ่เอ้ย ทำนายดวงนี่มันอะไรกัน",
  "165": "โปรดรับฟังการเตรียมใจของผมด้วยนะครับ",
  "166": "พยายามได้ดีมาก โทยะ",
  "167": "อ่ะนี่ ดื่มนี่แล้วก็ขอให้ร่าเริงขึ้นนะ!",
  "170": "......ไม่นะ ไม่มีอะไรหรอก",
  "171": "รอยยิ้มที่น่ารักย่อมเปล่งประกายนะ☆",
  "172": "ยะ อย่ามาทางนี้น้าー!",
  "175": "ฉันเองก็ไม่อยากยอมแพ้!",
  "176": "วาดไปเรื่อย ๆ จนกว่าจะถูกยอมรับสิ",
  "177": "สิ่งที่ฉันทำได้ตอนนี้คือ.......",
  "180": "รู้สึกอบอุ่นอยู่ในอกเลยล่ะ!",
  "181": "ถ้ารู้สึกอยากคุยขึ้นมาเมื่อไร ก็เล่าออกมาได้เลยนะ.....",
  "182": "การพูดจาดูหมิ่นพวกพ้องของผมน่ะ อยากให้หยุดเพียงเท่านี้",
  "185": "เป็นตุ๊กตาฮินะที่สำคัญของฉันเลยล่ะ!",
  "186": "เฮ้อ..... ทำไมถึงลงเอยแบบนี้ไปได้.....",
  "187": "ถ้าเขาชอบก็คงจะดีนะครับ",
  "190": "ขอให้ส่งไปให้ถึงเด็กคนนั้น!",
  "191": "มิโนริน่ะ เป็นไอดอลมาตลอดนั่นแหละ",
  "192": "เมี๊ยว~?",
  "195": "สักวันหนึ่ง จะแต่งเพลงที่เอื้อมไปได้ถึงท้องฟ้า",
  "196": "ฉัน.... อยากรู้จักตัวเอง",
  "197": "สุดยอด..... ทำได้อย่างไม่มีความกลัวเลย.....",
  "198": "ขอฉันฟังทีนะ บทเพลงของอิจิกะในตอนนี้",
  "199": "เพื่อจะได้ตามทุกคนให้ได้ไว ๆ !"
}