{
  "1": {
    "characterVoice": "โนกุจิ รูริโกะ",
    "birthday": "11 สิงหาคม",
    "height": "161 ซม.",
    "school": "โรงเรียนหญิงล้วนมิยามะสึซากะ",
    "schoolYear": "ห้อง 1-C",
    "hobby": "ฟังเพลงของมิคุ มองต้นกระบองเพชรที่เลี้ยงไว้",
    "specialSkill": "ปอกเปลือกแอปเปิ้ล",
    "favoriteFood": "ขนมปังยากิโซบะ",
    "hatedFood": "ถั่วลันเตา",
    "weak": "เครื่องเล่นหวาดเสียว",
    "introduction": "ภายนอกเป็นคนดูเงียบขรึม แท้จริงแล้วเป็นเด็กใจดีที่นึกถึงเพื่อนเสมอ เป็นเพื่อนสมัยเด็กกับซากิ โฮนามิและชิโฮะ แต่เนื่องด้วยเหตุการณ์บางอย่างทำให้ความสัมพันธ์ที่มีกับโฮนามิและชิโฮะไม่ค่อยสู้ดีนัก เป็นคนชอบฟังเพลงของมิกุ\nตำแหน่งกีต้าร์และร้องนำวง Leo/need"
  },
  "2": {
    "characterId": 2,
    "characterVoice": "อิโซเบะ คาริน",
    "birthday": "9 พฤษภาคม",
    "height": "159 ซม.",
    "school": "โรงเรียนหญิงล้วนมิยามะสึซากะ",
    "schoolYear": "ห้อง 1-C",
    "hobby": "ดูวิดีโอแต่งหน้าและแฟชั่น, ทำเครื่องประดับลูกปัด",
    "specialSkill": "ทำผม, หมากเก็บ",
    "favoriteFood": "ขนมขบเคี้ยว",
    "hatedFood": "ข้าวต้ม",
    "weak": "การอยู่คนเดียว",
    "introduction": "เป็นคนร่าเริงและคอยสร้างบรรยากาศด้วยรอยยิ้มเสมอ แต่เพราะว่าร่างกายอ่อนแอ จึงทำให้ต้องหยุดเรียนตอนช่วงมัธยมต้น ตอนนี้ร่างกายแข็งแรงขึ้นและกลับมาเรียนปกติ เฝ้ารอและคาดหวังที่จะได้กลับมาเจอเพื่อนสมัยเด็กพร้อมสนุกไปกับกิจกรรมโรงเรียนในรั้วมัธยมปลาย......\nตำแหน่งคีย์บอร์ดวง Leo/need"
  },
  "3": {
    "characterVoice": "อุเอดะ เรนะ",
    "birthday": "27 ตุลาคม",
    "height": "166 ซม.",
    "school": "โรงเรียนหญิงล้วนมิยามะสึซากะ",
    "schoolYear": "ห้อง 1-B",
    "hobby": "พาหมาที่เลี้ยงไปเดินเล่น พืชผักสวนครัว",
    "specialSkill": "งานบ้านงานเรือน ว่ายน้ำ",
    "favoriteFood": "พายแอปเปิ้ล",
    "hatedFood": "ชีส",
    "weak": "วาดรูป",
    "introduction": "นักเรียนตัวอย่าง ใจดี มีทั้งทักษะด้านกีฬาและวิชาการ เป็นเพื่อนสมัยเด็กกับอิจิกะ ซากิและชิโฮะ แต่ว่าเหตุการณ์ที่เกิดขึ้นสมัยตอนมัธยมต้นทำให้ตีตัวออกห่างจากพวกอิจิกะ\nมือกลองวง Leo/Need"
  },
  "4": {
    "characterVoice": "นาคาชิมะ ยูคิ",
    "birthday": "8 มกราคม",
    "height": "159 ซม.",
    "school": "โรงเรียนหญิงล้วนมิยามะสึซากะ",
    "schoolYear": "ห้อง 1-A",
    "hobby": "ไปดูไลฟ์วงดนตรีสาวที่ชอบ ซ้อมและแสดงการเล่นเบส",
    "specialSkill": "อักษรวิจิตร",
    "favoriteFood": "ราเม็ง แฮมเบิร์ค",
    "hatedFood": "เต้าหู้",
    "weak": "พี่สาว",
    "introduction": "มักอยู่ตัวคนเดียวและไม่ชอบคบค้าสมาคมกับใคร เป็นคนจริงจังกับสิ่งที่ชอบ คนรอบตัวจะคิดยังไงกับตัวเองก็ไม่สนใจ แม้จะเป็นคนแบบนั้นแต่ก็เคยมีเพื่อนสมัยเด็กที่เล่นด้วยกันบ่อยและให้ความสำคัญมาก......\nตำแหน่งเบสวง Leo/need"
  },
  "5": {
    "characterVoice": "โอกุระ ยูอิ",
    "birthday": "14 เมษายน",
    "height": "158 ซม.",
    "school": "โรงเรียนหญิงล้วนมิยามะสึซากะ",
    "schoolYear": "ห้อง 1-A",
    "hobby": "แกะท่าเต้น เขียนไดอารี่ ดูแลสัตว์",
    "specialSkill": "คิดคำพูดติดปาก",
    "favoriteFood": "แซลมอน",
    "hatedFood": "บร็อคโคลี่",
    "weak": "ทำให้ตัวเองใจเย็น",
    "introduction": "เด็กใสซื่อที่มีความมุมานะ ทุ่มเท ชื่นชอบคิริทานิ ฮารุกะ หนึ่งในสมาชิกไอดอลกรุ๊ปวง \"ASRUN\" จึงเริ่มหันมาตั้งเป้าหมายที่จะเป็นไอดอลเหมือนกัน เข้าร่วมออดิชั่นหลายแห่งแต่ก็ตกรอบทุกครั้ง"
  },
  "6": {
    "characterVoice": "โยชิโอกะ มายุ",
    "birthday": "5 ตุลาคม",
    "height": "163 ซม.",
    "school": "โรงเรียนหญิงล้วนมิยามะสึซากะ",
    "schoolYear": "ห้อง 1-C",
    "hobby": "รวบรวมสินค้าลายเพนกวิน",
    "specialSkill": "บาสเกตบอล",
    "favoriteFood": "ของหวานทุกชนิด",
    "hatedFood": "วาซาบิ",
    "weak": "ความขี้เกียจ",
    "introduction": "หนึ่งในสมาชิก \"ASRUN\" วงไอดอลระดับประเทศ เป็นคนที่มีเสน่ห์มาก จึงทำให้เธอเป็นสมาชิกที่ได้รับความนิยมสูงที่สุด แต่หลังยุบวงและออกจากวงการบันเทิงก็กลับไปเรียนที่โรงเรียนสตรีมิยามะสุซากะที่มิโนริเรียนอยู่เช่นเดียวกัน"
  },
  "7": {
    "characterVoice": "ฟูริฮาตะ ไอ",
    "birthday": "19 มีนาคม",
    "height": "156 ซม.",
    "school": "โรงเรียนหญิงล้วนมิยามะสึซากะ",
    "schoolYear": "ห้อง 2-D",
    "hobby": "ศึกษาเรื่องไอดอล ช้อปปิ้ง",
    "specialSkill": "ทำอาหาร ดูแลเด็ก",
    "favoriteFood": "วากาชิ (ขนมญี่ปุ่นโบราณ)",
    "hatedFood": "ตับ",
    "weak": "แมว (แพ้ขนแมว)",
    "introduction": "เป็นไอดอลที่ครั้งหนึ่งเคยโด่งดังในด้านรายการวาไรตี้ มีความมั่นใจในตัวเองสูง อาจมีด้านที่ชอบหุนหันพลันแล่น แต่ก็รัก หลงใหลและมีความภาคภูมิใจต่องานไอดอลอย่างมาก เนื่องจากเกิดเรื่องบางอย่างทำให้ออกจากสังกัดและเลิกเป็นไอดอล"
  },
  "8": {
    "characterVoice": "ฮนนิสุมิ รินะ",
    "birthday": "6 ธันวาคม",
    "height": "168 ซม.",
    "school": "โรงเรียนหญิงล้วนมิยามะสึซากะ",
    "schoolYear": "ห้อง 2-D",
    "hobby": "อ่านหนังสือ เดินเล่น",
    "specialSkill": "ยิงธนู เย็บปักถักร้อย",
    "favoriteFood": "อูด้ง ฟองเต้าหู้",
    "hatedFood": "อาหารเผ็ดทุกชนิด",
    "weak": "อ่านแผนที่ ควบคุมเครื่องจักร",
    "introduction": "หนึ่งในสมาชิก \"Cheerful＊Days\" วงไอดอลที่ได้รับความนิยม เป็นคนที่มีเสน่ห์ลุคผู้ใหญ่และลึกลับจึงทำให้ถูกใจแฟน ๆ อย่างมาก ทว่านั่นเองทำให้เป็นบ่อเกิดความอิจฉาภายในวง\nเคยเป็นเด็กฝึกช่วงเวลาเดียวกับไอริ"
  },
  "9": {
    "characterVoice": "อาคินะ",
    "birthday": "2 มีนาคม",
    "height": "156 ซม.",
    "school": "โรงเรียนหญิงล้วนมิยามะสึซากะ",
    "schoolYear": "ห้อง 1-A",
    "hobby": "ดูแลงูที่คุณพ่อเลี้ยง",
    "specialSkill": "ถ่ายภาพ",
    "favoriteFood": "ซาลาเปาลูกท้อ โกมะดังโงะ (ขนมงาทอด)",
    "hatedFood": "ของดอง",
    "weak": "การอยู่ต่อหน้าผู้คน",
    "introduction": "เป็นเด็กขี้อายและไม่มีความมั่นใจในตัวเอง อยู่มาวันหนึ่งบังเอิญเดินผ่านไปเห็นไลฟ์ที่อันและเหล่านักดนตรีแสดงอยู่ในร้านคาร์เฟ่&บาร์ เป็นไลฟ์ที่ไม่เคยพบเห็นหรือได้ยินแม้แต่ในโรงเรียนสอนดนตรี ทั้งดนตรีแร๊พและจังหวะสุดมันส์ทำให้หลงใหลราวถูกมนตร์สะกด"
  },
  "10": {
    "characterVoice": "สุมิ โทโมมิ เจน่า",
    "birthday": "26 กรกฏาคม",
    "height": "160 ซม.",
    "school": "โรงเรียนมัธยมปลายคามิยามะ",
    "schoolYear": "ห้อง 1-A",
    "hobby": "ปลูกต้นมิ้นต์",
    "specialSkill": "การชงกาแฟและชาฝรั่ง",
    "favoriteFood": "ไอศรีมรัมเรซิ่น",
    "hatedFood": "มะเขือเทศ",
    "weak": "วิญญาณ เรื่องผี",
    "introduction": "มีนิสัยตรงไปตรงมาและเป็นคนแน่วแน่ พ่อเป็นอดีตนักดนตรีที่มีชื่อเสียงมากในย่านสตรีทชิบุย่า จึงเป็นสาเหตุทำให้อันมีความฝันที่จะสร้างไลฟ์อีเว้นต์ที่สุดยอด ที่สามารถก้าวข้ามผ่านไลฟ์อีเว้นต์ \"RAD WEEKEND\" ของพ่อให้ได้"
  },
  "11": {
    "characterVoice": "อิมาอิ ฟุมิยะ",
    "birthday": "12 พฤศจิกายน",
    "height": "174 ซม.",
    "school": "โรงเรียนมัธยมปลายคามิยามะ",
    "schoolYear": "ห้อง 1-C",
    "hobby": "จัดชุดแฟชั่นให้เข้ากัน",
    "specialSkill": "การสร้างเสียงดนตรีจากปาก (บีตบ็อกซ์)",
    "favoriteFood": "แพนเค้ก ชีสเค้ก",
    "hatedFood": "แครอท",
    "weak": "หมา",
    "introduction": "นับถือพ่ออันอย่างมาก ทำกิจกรรมด้านดนตรีมาตั้งแต่สมัยมัธยมต้น มีคู่หูคือโทยะและเข้าร่วมอีเว้นต์เฮ้าส์ด้วยกันในนาม \"BAD DOGS\" จากลักษณะภายนอก อาจเป็นคนที่ดูเฟรนด์ลี่แต่ว่า....."
  },
  "12": {
    "characterVoice": "อิโต้ เคนโตะ",
    "birthday": "25 พฤษภาคม",
    "height": "178 ซม.",
    "school": "โรงเรียนมัธยมปลายคามิยามะ",
    "schoolYear": "ห้อง 1-B",
    "hobby": "อ่านหนังสือ",
    "specialSkill": "เปียโน ไวโอลิน",
    "favoriteFood": "กาแฟ คุกกี้",
    "hatedFood": "หมึกกล้วย",
    "weak": "ที่สูง",
    "introduction": "เป็นคนเงียบ ๆ โทยะมีทักษะด้านดนตรีที่ดีเยี่ยม เนื่องจากมีพ่อที่เข้มงวดและเชี่ยวชาญด้านดนตรีคลาสสิก ทำให้โทยะต้องเรียนด้านนั้นตั้งแต่เด็กไปด้วย และความไม่พอใจที่มีต่อพ่อทำให้เริ่มหันมาทำกิจกรรมดนตรีสตรีทแทน"
  },
  "13": {
    "characterVoice": "ฮิโรเสะ ไดสึเกะ",
    "birthday": "17 พฤษภาคม",
    "height": "172 ซม.",
    "school": "โรงเรียนมัธยมปลายคามิยามะ",
    "schoolYear": "ห้อง 2-A",
    "hobby": "ไปชมการแสดงละครเวที ตัดชุด",
    "specialSkill": "สามารถเก๊กท่าเท่ๆได้ทุกเวลา  เปียโน",
    "favoriteFood": "Acqua pazza หมูผัดขิง",
    "hatedFood": "พริกหยวก",
    "weak": "แมลง (โดยเฉพาะตัวที่ขาเยอะๆ)",
    "introduction": "มีความมั่นในตัวเองสูงเกินและชอบเป็นจุดสนใจ หลงลืมตัวง่าย ชื่นชอบการแสดงที่ไปดูครั้งเมื่อยังเด็ก หลังจากนั้นก็ตั้งเป้าที่จะเป็นสตาร์ เป็นพี่ชายที่พึ่งพาและเอาใจใส่น้องสาวที่ร่างกายอ่อนแอ"
  },
  "14": {
    "characterVoice": "คิโนะ ฮินะ",
    "birthday": "9 กันยายน",
    "height": "152 ซม.",
    "school": "โรงเรียนหญิงล้วนมิยามะสึซากะ",
    "schoolYear": "ห้อง 1-B",
    "hobby": "สำรวจรอบๆ",
    "specialSkill": "กายกรรม การที่สามารถกินของทุกอย่างให้เอร็ดอร่อยได้",
    "favoriteFood": "ไทยากิ",
    "hatedFood": "ไม่มี!",
    "weak": "ยามโพล้เพล้",
    "introduction": "นิสัยร่าเริง ใสซื่อบริสุทธิ์ ชอบลงมือทำอะไรต่อมิอะไรโดยพละการ ทำให้ลากคนรอบข้างเข้าไปพัวพันด้วย กำลังหาสมาชิกที่จะมาช่วยฟื้นฟูสเตจที่ไม่เป็นที่น่าสนใจแล้วใน Phoenix Wonderland ให้กลับมารุ่งเรืองอีกครั้ง"
  },
  "15": {
    "characterVoice": "Machico",
    "birthday": "20 กรกฏาคม",
    "height": "156 ซม.",
    "school": "โรงเรียนมัธยมปลายคามิยามะ",
    "schoolYear": "ห้อง 1-B",
    "hobby": "เกมแข่งขัน ละครเวที รีวิวหนัง",
    "specialSkill": "ร้องเพลง ควบคุมหุ่นยนต์ทั้งหมด",
    "favoriteFood": "เกรปฟรูต",
    "hatedFood": "อาหารรสมินต์",
    "weak": "สถานที่คนพลุ่กพล่าน",
    "introduction": "เด็กปากร้ายที่ตอบตกลงร่วมเป็นสมาชิกตามคำแนะนำของรุย มีความฝันอยากจะร้องเพลงบนเวทีมิวสิคคัล ซึ่งความสามารถด้านร้องเพลงที่ตนมีอยู่เกินระดับมัธยมปลายไปมาก แต่เพราะเหตุผลบางอย่างทำให้ไม่สามารถปรากฎตัวเองต่อหน้าสึคาสะกับเอมุ และหันมาใช้เนเนะโรบ็อตเป็นสื่อกลางและร่วมแสดงไปทั้งแบบนั้น"
  },
  "16": {
    "characterVoice": "โทคิ ชุนอิจิ",
    "birthday": "24 มิถุนายน",
    "height": "180 ซม.",
    "school": "โรงเรียนมัธยมปลายคามิยามะ",
    "schoolYear": "ห้อง 2-B",
    "hobby": "คิดการแสดงให้กับโชว์ บิดลูกโป่ง",
    "specialSkill": "การประดิษฐ์",
    "favoriteFood": "ขนมรามุเนะ",
    "hatedFood": "ผักทุกชนิด",
    "weak": "การทำความสะอาด งานจิปาถะ",
    "introduction": "มีความอัจฉริยะในแบบของตัวเอง เป็นเพื่อนบ้านและอีกทั้งยังเป็นเพื่อนสมัยเด็กของเนเนะ เวลาที่ต้องสร้างบทละครทีไร จะชอบสร้างเครื่องจักรเจ๋ง ๆ เพื่อมาใช้สำหรับการแสดงโชว์ด้วย และด้วยการที่ตัวเองมีเอกลักษณ์ทางด้านความคิด จึงทำให้ถูกคนรอบข้างมองว่าเป็นคนพิลึก"
  },
  "17": {
    "characterVoice": "คุสุโนกิ โทโมริ",
    "birthday": "10 กุมภาพันธ์",
    "height": "154 ซม.",
    "school": "โฮมสคูล",
    "schoolYear": "-",
    "hobby": "หาเพลงฟัง ดูหนังและอ่านการ์ตูน ดูอนิเม ดูผลงานศิลปะ",
    "specialSkill": "คำนวนระยะเวลาจากความรู้สึก",
    "favoriteFood": "บะหมี่กึ่งสำเร็จรูป อาหารกระป๋อง",
    "hatedFood": "ผักชี หรือ นัตโตะ และอาหารที่มีกลิ่นเฉพาะตัว",
    "weak": "การถูกแสงอาทิตย์โดยตรง งานบ้านทุกอย่าง",
    "introduction": "มีความทรงจำที่เจ็บปวดจากการที่เพลงของตัวเองได้ไปสร้างความรู้สึกสิ้นหวังให้กับคนสำคัญ ด้วยเหตุนั้นจึงเริ่มคิดที่จะสร้าง \"เพลงที่ทำให้ใครสักคนมีความสุข\" เป็นคนก่อตั้งกรุ๊ปและห้องแชท \"25-ji, Night Code de.\" "
  },
  "18": {
    "characterVoice": "ทานาเบะ รุย",
    "birthday": "27 มกราคม",
    "height": "162 ซม.",
    "school": "โรงเรียนหญิงล้วนมิยามะสึซากะ",
    "schoolYear": "ห้อง 2-B",
    "hobby": "ตู้ปลา",
    "specialSkill": "การสนทนาภาษาอังกฤษ",
    "favoriteFood": "อาหารฝีมือคุณแม่",
    "hatedFood": "ไม่ทราบ",
    "weak": "ไม่ทราบ",
    "introduction": "สดใสร่าเริง มีอารมณ์ขัน เป็นนักเรียนดีเด่นที่ใครต่างก็พึ่งพา ในบรรดาสมาชิกเป็นคนเดียวที่ไปโรงเรียนตามปกติ ช่วงเวลากิจกรรมในเซอร์เคิล ระหว่างที่เขียนเนื้อเพลงก็คอยแสดงความห่วงใยต่อสมาชิกอื่นตลอด\nมองจากภายนอกดูเหมือนนักเรียนดีเด่นที่เพรียบพร้อม... ?"
  },
  "19": {
    "characterVoice": "สุซุกิ มิโนริ",
    "birthday": "30 เมษายน",
    "height": "158 ซม.",
    "school": "โรงเรียนมัธยมปลายคามิยามะ (เรียนภาคค่ำ)",
    "schoolYear": "ห้อง 2-D",
    "hobby": "วาดภาพ เซลฟี่และอัพลงโซเชียลมิเดีย ค้นหาชื่อตัวเองในอินเทอร์เนต",
    "specialSkill": "รีเสิร์ชเครื่องประดับแฟชั่น, ทายส่วนผสมอาหาร",
    "favoriteFood": "แพนเค้ก ชีสเค้ก",
    "hatedFood": "แครอท",
    "weak": "การตื่นนอน",
    "introduction": "มีความรู้สึกแรงกล้าต้องการให้ตัวเองเป็นที่รู้จักใน SNS มีพ่อเป็นจิตรกรชื่อดัง ซึ่งเอนะเองก็วาดรูปเหมือนกัน และโพสรูปเหล่านั้นลงเว็บ ทำให้คานาเดะที่มาเจอสนใจชักชวนให้มาเป็นสมาชิก รับหน้าที่วาดภาพสำหรับนำไปใช้ทำวิดีโอ"
  },
  "20": {
    "characterVoice": "ซาโต้ ฮินาตะ",
    "birthday": "27 สิงหาคม",
    "height": "163 ซม.",
    "school": "โรงเรียนมัธยมปลายคามิยามะ",
    "schoolYear": "ห้อง 1-A",
    "hobby": "รวบรวมฟุตเทจตัดต่อวีดีโอ ภาพปะติด",
    "specialSkill": "ดัดแปลงเสื้อผ้า",
    "favoriteFood": "ข้าวแกงกะหรี่ เฟรนช์ฟราย",
    "hatedFood": "อาหารจำพวกเห็ด",
    "weak": "อาหารร้อนจัด",
    "introduction": "ชอบของน่ารัก ๆ รู้สึกถูกดึงดูดโดยเพลงของคานาเดะ จึงสร้าง MV จากเพลงนั้นและโพสลง ทำให้คานาเดะหมายตาและชวนให้มาเป็นฝ่ายทำวิดีโอ มีความลับบางอย่างที่ไม่มีใครในวงล่วงรู้อยู่"
  },
  "21": {
    "birthday": "31 สิงหาคม",
    "height": "158 ซม.",
    "introduction": "นักร้องเสมือนที่มีเอกลักษณ์เฉพาะตัวไว้ทรงผมทวินเทลล์สีฟ้าอมเขียว มีน้ำเสียงการร้องที่สดใส น่ารักและมีความหลากหลาย ในบรรดานักร้องเสมือนเป็นบุคคลที่เป็นที่รู้จักทั่วโลกมาหลายยุคสมัย"
  },
  "22": {
    "birthday": "27 ธันวาคม",
    "height": "152 ซม.",
    "introduction": "นักร้องเสมือนผมสีบลอนด์ทรงบ็อบ มีริบบิ้นขนาดใหญ่ประดับเป็นเอกลักษณ์เฉพาะตัว เป็นฝาแฝดและนักร้องคู่ของคากามิเนะ เล็น มีเสียงร้องที่มีเสน่ห์เหมาะกับรูปลักษณ์ที่ทั้งน่ารักและสดใส"
  },
  "23": {
    "birthday": "27 ธันวาคม",
    "height": "156 ซม.",
    "introduction": "นักร้องเสมือนผมบลอนด์ รวบผมหางม้าเล็ก ๆ ไว้ที่ด้านหลังอย่างเป็นเอกลักษณ์เฉพาะตัว เป็นฝาแฝดและนักร้องคู่ของคากามิเนะ ริน มีเสียงร้องของเด็กหนุ่มที่ทรงพลัง สามารถแสดงออกถึงความหลากหลายของอารมณ์"
  },
  "24": {
    "birthday": "30 มกราคม",
    "height": "162 ซม.",
    "introduction": "นักร้องเสมือนที่ไว้ผมยาวชมพูเป็นเอกลักษณ์เฉพาะตัว มีเสียงร้องนุ่มนวลที่เหมาะกับบุคลิกใจเย็น แต่ก็น่าหลงใหลด้วยเช่นกัน สามารถร้องได้ทั้งภาษาญี่ปุ่นและภาษาอังกฤษ"
  },
  "25": {
    "birthday": "5 พฤศจิกายน",
    "height": "167 ซม.",
    "introduction": "นักร้องเสมือนผมสีแดงม่วงเข้มอมน้ำตาล สวมเสื้อเอวลอยและมินิสเกิร์ตแดงเป็นเอกลักษณ์เฉพาะตัว ความสามารถในการร้องโดดเด่น มีความมั่นคง ลักษณะเสียงนุ่มนวลและอบอุ่นในแบบของหญิงสาว"
  },
  "26": {
    "birthday": "17 กุมภาพันธ์",
    "height": "175 ซม.",
    "introduction": "นักร้องเสมือนผมสีน้ำเงินเข้ม ปลายผมโค้งงอเล็กน้อย สวมผ้าพันคอยาวสีน้ำเงินเป็นเอกลักษณ์เฉพาะตัว มีเสียงร้องที่ให้ความรู้สึกสดชื่นและจริงใจ สามารถคุมโทนเสียงให้ทุ้มต่ำไปจนถึงเสียงสูงได้"
  }
}
