{
  "1-1": "วันฝนตกแห่งความโดดเดี่ยว",
  "1-2": "ด้วยกันกับทุกคน",
  "1-3": "เบสที่เหนือกว่าดวงดาว",
  "1-4": "จนกว่าจะถึงวันเดท",
  "1-5": "ไม่ใช่ว่าเมื่อไหร่ก็ได้",
  "1-6": "ฝนและยามสนธยา",
  "1-7": "ค่อยเป็นค่อยไป",
  "1-8": "ดวงดาวบนผืนฝ้าของพวกเรา",
  "2-1": "สิ่งที่รู้สึก",
  "2-2": "ตั๋วที่ได้รับมา",
  "2-3": "อยากรู้มากกว่านี้",
  "2-4": "มารีโอเน็ตภายในกรงขัง",
  "2-5": "ความเหมือนกันที่น่ารังเกียจ",
  "2-6": "ตุ๊กตาในห้วงฝัน",
  "2-7": "ทั้งเกลียด ทั้งเจ็บปวด",
  "2-8": "ถึงจะไม่เข้าใจ แต่ว่า...",
  "3-1": "ชีวิตประจำวันโฉมใหม่",
  "3-2": "การแข่งขันโชว์!",
  "3-3": "ห้องใต้ดินที่คาดไม่ถึง",
  "3-4": "การเปลี่ยนแปลงที่มองไม่เห็น",
  "3-5": "การแสดงที่ดีที่สุด",
  "3-6": "นักแสดงและผู้กำกับ",
  "3-7": "ด้วยกำลังทั้งหมดของพวกเรา",
  "3-8": "จะมีขนมหรือไม่ก็ตาม",
  "4-1": "ข้อเสนอแนะของคณะกรรมการ",
  "4-2": "เดี๋ยวก่อน~~~!",
  "4-3": "เริ่มปฏิบัติการ!",
  "4-4": "ทำร่วมกันกับรุ่นพี่",
  "4-5": "เชียร์ลีดเดอร์แห่งเซไก!",
  "4-6": "ส่งไม้ต่อ",
  "4-7": "คำแสดงความ \"ยินดี\" ที่มากมาย",
  "4-8": "พรุ่งนี้ก็มีรอยยิ้ม",
  "5-1": "ฉันจะเป็นไอดอล!",
  "5-2": "เริ่มต้นไปกับเราทั้ง 4 คน",
  "5-3": "ข่าวลืออันวุ่นวาย",
  "5-4": "หนทางสุดท้าย",
  "5-5": "อุดมคติกับความเป็นจริง",
  "5-6": "ไม่ว่าเมื่อไร ก็ยิ้มเข้าไว้",
  "5-7": "ทางเลือกใหม่",
  "5-8": "เส้นทางที่พวกเราเลือก",
  "6-1": "STAY GOLD",
  "6-2": "เสียงที่ถูกตัดออก",
  "6-3": "ไม่ประสานกัน",
  "6-4": "พ่ายแพ้",
  "6-5": "คำแนะนำของเพื่อนสมัยเด็ก",
  "6-6": "ดังผู้เริ่มต้นใหม่",
  "6-7": "ก้าวเล็ก ๆ ก้าวหนึ่ง",
  "6-8": "เพื่อที่จะเป็นคู่หู",
  "7-1": "เรากับงานวัฒนธรรม",
  "7-2": "เจอแล้ว! คุณน้องชาย!",
  "7-3": "ไปดูแสดงกันเถอะ!",
  "7-4": "ไปตามหารุ่นพี่กัน!",
  "7-5": "เสื้อที่เข้ากัน",
  "7-6": "สักวันหนึ่งในงานวัฒนธรรม",
  "7-7": "สองคนที่โดดเดี่ยวบนดาดฟ้า",
  "7-8": "งานวัฒนธรรมของเรา",
  "8-1": "\"รอยยิ้มและคริสมาสต์\"",
  "8-2": "สอดแนม ณ Phoenix Stage!",
  "8-3": "ทำให้ได้แบบนั้น",
  "8-4": "อดีตวิธีการร้องของฉัน",
  "8-5": "โชว์ที่ได้ดูวันนั้น",
  "8-6": "ร่ายเวท",
  "8-7": "สมาชิกใหม่ของเซไก!?",
  "8-8": "เมอร์รีคริสต์มาส!",
  "9-1": "ณ ช่องว่างระหว่างเซไก",
  "9-2": "การใช้เวลาในวันสิ้นปี",
  "9-3": "เคาต์ดาวน์ ปาร์ตี้!",
  "9-4": "วันปีใหม่ของเหล่าไอดอล♪",
  "9-5": "บางทีก็ชิล ๆ",
  "9-6": "ฮาเนะสึกิ แบทเทิล!",
  "9-7": "ทีมที่แข็งแกร่งที่สุดปรากฎตัว?",
  "9-8": "เล่นกับหุ่นยนต์สิงโตกัน!",
  "9-9": "แผนการอันยิ่งใหญ่ จับตัวหุ่นยนต์สิงโต!",
  "9-10": "ขอพรปีใหม่ด้วยกันกับมิกุ",
  "9-11": "ปีนี้และปีหน้า",
  "10-1": "รุ่นพี่อีกคนหนึ่ง",
  "10-2": "เสาหลักวง",
  "10-3": "เทศกาลขับร้องประสานเสียงอันวุ่นวาย!?",
  "10-4": "หัวใจที่หวั่นไหว",
  "10-5": "ความใจดีและความกล้า",
  "10-6": "สิ่งที่ฉันทำได้",
  "10-7": "หนึ่งก้าวมุ่งไปข้างหน้า",
  "10-8": "แสงสว่างภายในอก",
  "11-1": "ถ่ายทอดสด เริ่มได้!",
  "11-2": "ไอดอลคนใหม่ในเซไก!?",
  "11-3": "\"ความสมบูรณ์แบบ\" ที่ทลายลง",
  "11-4": "อิมเมจที่ถูกสร้างให้",
  "11-5": "\"ฉัน\" ที่ไม่เป็นที่ต้องการ",
  "11-6": "คำพูดที่ไร้การแต่งเติม",
  "11-7": "ตัดสินใจ",
  "11-8": "ดังที่เป็นอยู่ ตามความจริง",
  "12-1": "บรรทัดห้าเส้นที่ไม่สัมพันธ์กัน",
  "12-2": "ทำนองดนตรีที่ถูกรั้งไว้",
  "12-3": "สิ่งที่ขาดหาย",
  "12-4": "คำพูดที่ส่งไปไม่ถึง",
  "12-5": "สิ่งที่ต่างฝ่ายเชื่อมั่น",
  "12-6": "คำพูดผลักดัน",
  "12-7": "ค่ำคืนแห่งการขับขานแคนทาบิเล่",
  "12-8": "แสงที่มือนั้นคว้าไว้",
  "13-1": "ทางเลือกที่ตัดสินใจไม่ได้",
  "13-2": "การโคจรมาพบกัน",
  "13-3": "ยินที่ได้รู้จัก!? วันเดอร์โฮย!",
  "13-4": "สถานที่นำมาซึ่งรอยยิ้ม",
  "13-5": "มาสร้างความทรงจำร่วมกันนะ!",
  "13-6": "เพลงที่สร้างรอยยิ้ม",
  "13-7": "เหตุผลที่ฉันอยู่ในที่แห่งนี้",
  "13-8": "ความลังเลที่ก่อตัวมากขึ้น",
  "14-1": "ความรู้สึกไม่พอใจภายในใจ",
  "14-2": "จะทำให้มองใหม่",
  "14-3": "คนธรรมดา",
  "14-4": "เซไกของคน ๆ เดียว",
  "14-5": "อยากเป็นพลัง",
  "14-6": "สิ่งสำคัญที่สุดคือ",
  "14-7": "ถ้าหากอยากเป็นที่ยอมรับ",
  "14-8": "ความหมายที่ฉันวาดรูป",
  "15-1": "เบื้องหลังของรอยยิ้ม",
  "15-2": "การประกาศอย่างกะทันหัน",
  "15-3": "แม้ว่ามันคือ \"อุดมคติ\" ก็ตาม",
  "15-4": "สถานที่แห่งความหวัง",
  "15-5": "อยากให้เข้ามาคุย",
  "15-6": "ดีกว่ารอยยิ้มที่เต็มไปด้วยน้ำตา",
  "15-7": "สถานที่ที่อยากปกป้อง",
  "15-8": "สัญญาณการตอบโต้ ",
  "16-1": "ตุ๊กตาฮินะที่ทรุดโทรม",
  "16-2": "งึมงำ งึมงำ... คร่อก ?",
  "16-3": "ความทรงจำที่ขมขื่น",
  "16-4": "จัดเซอไพรส์!?",
  "16-5": "เขาสองคนที่หงอยเหงา",
  "16-6": "สถานที่ที่ต้องไป",
  "16-7": "ทรุดโทรมยิ่งกว่าตุ๊กตา.....",
  "16-8": "เบื้องหลังความจริงของรอยยิ้มนั้น",
  "17-1": "ใบโคลเวอร์สามแฉก",
  "17-2": "ข่าวใหญ่!",
  "17-3": "ถ่ายทอดสดร่วม เริ่มได้♪",
  "17-4": "ต้องทำให้สำเร็จ!",
  "17-5": "สิ่งสำคัญในฐานะมืออาชีพ",
  "17-6": "การพบเจอกันอย่างไม่คาดคิด",
  "17-7": "สิ่งที่มีแค่ฉันที่ทำได้",
  "17-8": "โคลเวอร์ที่กลายเป็น 4 แฉก",
  "18-1": "อยากเก่งขึ้น",
  "18-2": "บนถนนเพียงลำพัง",
  "18-3": "ความฝันของพวกเรา",
  "18-4": "เสียงปรบมือครั้งแรก",
  "18-5": "สิ่งที่ได้กลับมา",
  "18-6": "รุ่นพี่และรุ่นน้อง",
  "18-7": "ซากุระที่มีเราสองดูด้วยกัน",
  "18-8": "การพบเจอในฤดูของซากุระ",
  "19-1": "อยากรู้จักให้มากกว่านี้",
  "19-2": "ขาลงของคานาเดะ",
  "19-3": "ลุยกันเลย ทัวร์ลึกลับล่าท้าผี!",
  "19-4": "สีหน้าที่รู้จักเป็นครั้งแรก",
  "19-5": "สถานที่ผีสิงจุดสุดท้าย",
  "19-6": "ทั้งที่เป็นซากุระเหมือนกัน",
  "19-7": "ช่วงเวลาของความสุข",
  "19-8": "ความรู้สึกที่ซ่อนไว้",
  "20-1": "ความรู้สึกที่เก็บซ่อน",
  "20-2": "เผชิญหน้า",
  "20-3": "ความฝันของฉัน",
  "20-4": "ความรับผิดชอบและการเตรียมใจ",
  "20-5": "อยากตอบกลับ",
  "20-6": "ปล่อยความรู้สึกไป",
  "20-7": "โอกาสที่ได้รับมา",
  "20-8": "จงกังวาน สู่หัวใจ!",
  "21-1": "การเติบโตที่รู้สึกได้",
  "21-2": "ผู้เก่งกาจแสนลึกลับ",
  "21-3": "ปะทะ",
  "21-4": "เรื่องนั้น มันแน่อยู่แล้ว",
  "21-5": "แผ่นหลังที่หันให้",
  "21-6": "สิ่งที่ทำได้ในฐานะคู่หู",
  "21-7": "แก้แค้น",
  "21-8": "ความหมายของคำว่าทีม",
  "22-1": "การพบเจอครั้งใหม่",
  "22-2": "ไปปิกนิกกัน!",
  "22-3": "ความรู้สึกที่แท้จริงที่หลบซ่อนภายใต้สีสัน",
  "22-4": "ความรู้สึกของเพื่อน",
  "22-5": "ทางแยกอันวุ่นวาย",
  "22-6": "เหตุผลที่อยากช่วย",
  "22-7": "กองหนุนที่คาดไม่ถึง",
  "22-8": "สักวันหนึ่ง อยากให้เธอเล่าให้ฟัง",
  "23-1": "เพื่อเหล่าแฟน ๆ",
  "23-2": "ไอดอลคนใหม่แห่งเซไค",
  "23-3": "ความห่วงใย",
  "23-4": "เธอในสมัยก่อน",
  "23-5": "ข้อเสนอแนะในวันหยุดพัก",
  "23-6": "ทั้งที่ตั้งใจอยากให้เธอพักผ่อน",
  "23-7": "มีอย่างหนึ่งที่อยากทำ",
  "23-8": "เพนกวินฟ้าที่มีความสุข",
  "24-1": "การสลับตัวอย่างกะทันหัน",
  "24-2": "พิธีแต่งงานอันงุนงง",
  "24-3": "ทิ้งความกังวลไป",
  "24-4": "คำสั่งของผู้กำกับ",
  "24-5": "เพื่อการแสดงที่อยู่ข้างหน้านี้",
  "24-6": "ความเชื่อใจและความเข้าใจ",
  "24-7": "เอ็กซ์ตร้าเวดดิ้งโชว์!",
  "24-8": "ด้วยรอยยิ้มและความฝัน"
}