{
  "idol": {
    "name": "MORE MORE JUMP!",
    "profileSentence": "ฮานาซาโตะ มิโนริ มีความฝันอยากเป็นไอดอล กลับตกรอบออดิชั่นมาโดยตลอด แม้จะเป็นอย่างนั้น เธอก็ได้เก็บตัวตนของ “คิริทานิ ฮารุกะ” ไอดอลที่ตนเองชื่นชอบไว้ในใจ จึงได้พยายามเรื่อยมา ทว่าคิริทานิ ฮารุกะคนนั้นกลับล้มเลิกเป็นไอดอลและออกจากวงการอย่างกะทันหัน"
  },
  "light_sound": {
    "name": "Leo/need",
    "profileSentence": "เนื่องด้วยเหตุผลหลายอย่าง จึงทำให้โฮชิโนะ อิจิกะเหินห่างกับเพื่อนสมัยเด็ก แต่ว่าเท็นมะ ซากิเพื่อนสมัยเด็กอีกคนหนึ่งที่เพิ่งหายจากอาการป่วยได้กลับมาเรียนตามปกติอีกครั้ง จึงทำให้ความเหินห่างกระจัดกระจายของทั้ง 4 คนเกิดการเปลี่ยนแปลง"
  },
  "piapro": {
    "name": "Virtual Singer",
    "profileSentence": "มิกุและทุกคนในกลุ่มมีตัวตนอยู่บนโลกความเป็นจริงในฐานะนักร้องเสมือน เหล่าหนุ่มสาวที่แบกรับ “ความรู้สึกที่แท้จริง” ไว้อยู่นั้น พวกเขาจะได้พบกับพวกมิกุและเพื่อน ๆ ของเธอบนโลก(เซไก)อันน่าพิศวงในรูปลักษณ์ที่คล้ายคลึงหรือแตกต่างจากที่รู้จัก สถานที่ซึ่งพวกเขาจะได้เผชิญหน้ากับความรู้สึกของตนเอง"
  },
  "school_refusal": {
    "name": "25-ji, Night code de.",
    "profileSentence": "โยอิซากิ คานาเดะและเพื่อน ๆ ในเซอร์เคิลใช้วอยซ์แชท “ไนท์คอร์ด” เป็นสื่อกลางในการติดต่อเพื่อทำเพลงด้วยกันทุกวัน แม้ไม่รู้จักหน้าค่าตาและชื่อของกันและกัน แต่ก็สามารถทำงานออกมาได้อย่างราบรื่น ทว่าวันหนึ่งกลับติดต่อหนึ่งในสมาชิกเซอร์เคิลไม่ได้เสียอย่างนั้น"
  },
  "street": {
    "name": "Vivid BAD SQUAD",
    "profileSentence": "อาซุซาวะ โคฮาเนะ เธอเป็นเด็กขี้อาย ไม่ว่าทำอะไรก็จะรู้สึกประหม่าตลอดเวลา มาวันหนึ่งได้รับแรงกระตุ้นจากเพลงและเสียงร้องที่บังเอิญได้ยินจากถนนข้างทาง ราวกับโดนชักนำโดยชิราอิชิ อันผู้ซึ่งเป็นเจ้าของเสียงร้องนั้น ทำให้เธอเหยียบย่างเข้าสู่เส้นทางดนตรีสตรีทตั้งแต่นั้นเป็นต้นมา"
  },
  "theme_park": {
    "name": "Wonderland x Showtime",
    "profileSentence": "เท็นมะ สึคาสะมีความฝันอยากจะเป็นสตาร์ของโชว์การแสดงที่ดีที่สุดในโลก จึงเริ่มมาทำงานพิเศษเป็นนักแสดงในสวนสนุกที่รับความนิยม แต่ว่างานที่ตัวเองได้รับมอบหมายกลับเป็นสเตจรกร้างที่ไม่มีใครเหลียวแล ซึ่งมันก็ทำให้เขาได้พบโอโทริ เอมุ เด็กสาวที่กำลังพยายามฟื้นดูสเตจให้กลับมามีชีวิตชีวาอีกครั้ง"
  }
}
