{
  "idol": {
    "name": "MORE MORE JUMP!",
    "profileSentence": "Minori Hanasato sueña con ser una idol, pero continúa fracasando en las audiciones. Aún con eso, sigue intentando dar lo mejor en ellas, esforzándose para llegar a ser como la experimentada Haruka Kiritani. Sin embargo, Haruka repentinamente deja de ser un idol, y abandona el mundo del entretenimiento."
  },
  "light_sound": {
    "name": "Leo/Need",
    "profileSentence": "Debido a una serie de desacuerdos, Ichika Hoshino se encontró alejada de sus amigas de la infancia. Pero después de que una de sus amigas, Saki Tenma, regresa a la escuela después de una larga enfermedad, la relación entre las 4 chicas comienza a cambiar."
  },
  "piapro": {
    "name": "Cantantes Virtuales",
    "profileSentence": "Miku y sus amigos existen en la vida real como cantantes virtuales. Cuando los jóvenes en nuestro mundo luchan con entender sus “sentimientos verdaderos”, pueden conocerse con Miku y sus amigos - tanto en formas conocidas como desconocidas - en los mundo Sekai misteriosos donde pueden enfrentar sus sentimientos."
  },
  "school_refusal": {
    "name": "25-ji, Night Code de.",
    "profileSentence": "Kanade Yoisaki se comunica con su círculo de música a través de la herramienta de chat de voz Night Code, crando canciones noche tras noche con ellos. A pesar de no saber los nombres o caras de los demás, se las han arreglado para hacer un trabajao espléndido. Pero un día, ella pierde el contacto con uno de los miembros de su círculo."
  },
  "street": {
    "name": "Vivid BAD SQUAD",
    "profileSentence": "La pequeña y tímida Kohane Azusawa siempre tiene miedo de hacer cualquier cosa. Entonces, un día, ella es bombardeada por cantos y música proveniente de alguien en el callejón. Ese alguien resulta ser An Shiraishi, y con ella al timón, Kohane decide andar por el camino de un músico callejero."
  },
  "theme_park": {
    "name": "Wonderlands×Showtime",
    "profileSentence": "Tsukasa Tenma, que sueña con convertirse en la estrella de un espectáculo de clase mundial, es contratado para trabajar a tiempo parcial en un parque tematico popular. Sin embargo, lo asignan a trabajar en un escenario que no atrae a ningún tipo de clientes. Allí, conoce a Emu Otori, quien hace su misión revivir ese esenario a su antigua gloria."
  }
}
