{
  "101": "Selesaikan 39 kali Live",
  "102": "Selesaikan 3939 kali Live",
  "201": "Raih Rank Pemain 50",
  "202": "Raih Rank Pemain 100",
  "203": "Raih Rank Pemain 200",
  "301": "Login selama 30 hari berturut-turut",
  "401": "Login selama 365 hari berturut-turut",
  "501": "Buka 10 Vokal Lagu lainnya",
  "601": "Naikkan semua Rank Unit menjadi 20",
  "701": "Naikkan 5 Area Item ke Level 10",
  "801": "Naikkan semua Rank Karakter ke rank 5",
  "802": "Naikkan semua Rank Karakter ke rank 10",
  "901": "Selesaikan 5 Lagu di semua tingkat kesulitan",
  "902": "Selesaikan 10 Lagu di semua tingkat kesulitan",
  "903": "Selesaikan 20 Lagu di semua tingkat kesulitan",
  "1004": "Dapatkan Full Combo di 30 lagu pada tingkat kesulitan Master",
  "1104": "Dapatkan All Perfect di 30 lagu pada tingkat kesulitan Master",
  "1201": "Selesaikan Live dengan sisa nyawa 2000 poin",
  "1301": "Selesaikan Single Live dengan \"Continuing\" lebih dari 5 kali",
  "1401": "Selesaikan Live dengan 1000+ Combo",
  "1501": "Dapatkan total 1 juta koin",
  "1601": "Di \"Multi Live\", semua 5 orang mendapatkan Full Combo",
  "1701": "Di \"Multi Live\", semua 5 orang memilih Lagu yang sama",
  "1801": "Di \"Multi Live\", semua 5 orang menggunakan Title yang sama",
  "1901": "Di \"Multi Live\", Gunakan Stiker sebanyak 1000 kali",
  "2001": "Mendapatkan total 100 orang di \"Waiting Room\" yang kamu buat",
  "2101": "Kumpulkan 30 Stiker",
  "2201": "Lihat 500 pembicaraan area",
  "2301": "Baca 100 \"Cerita Utama\" atau \"Cerita Spesial\" tanpa skip",
  "2401": "Mainkan 100 kali Live dengan tim yang terdiri dari lima Karakter Murid Tahun pertama",
  "2501": "Mainkan 100 kali Live dengan tim yang terdiri dari lima Karakter Murid Tahun kedua",
  "2601": "Mainkan 100 kali Live dengan tim yang terdiri dari lima Karakter Murid Akademi Putri Miyamasuzaka",
  "2701": "Mainkan 100 kali Live dengan tim yang terdiri dari lima Karakter Murid SMA Kamiyama",
  "2801": "Mainkan 100 kali Live dengan tim yang hanya terdiri dari Tsukasa, Akito, Toya, Rui, Len, atau KAITO",
  "2901": "Menjadi MVP 100 kali di \"Multi Live\"",
  "3001": "Menjadi SUPER STAR 100 kali di \"Multi Live\"",
  "3101": "Kumpulkan 50 kostum berbeda",
  "3401": "Raih 5.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Leo/need muncul",
  "3402": "Raih 10.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Leo/need muncul",
  "3403": "Raih 15.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Leo/need muncul",
  "3404": "Raih 20.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Leo/need muncul",
  "3405": "Raih 25.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Leo/need muncul",
  "3406": "Raih 30.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Leo/need muncul",
  "3407": "Raih 40.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Leo/need muncul",
  "3408": "Raih 50.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Leo/need muncul",
  "3409": "Raih 60.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Leo/need muncul",
  "3410": "Raih 70.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Leo/need muncul",
  "3501": "Raih 5.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota MORE MORE JUMP! muncul",
  "3502": "Raih 10.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota MORE MORE JUMP! muncul",
  "3503": "Raih 15.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota MORE MORE JUMP! muncul",
  "3504": "Raih 20.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota MORE MORE JUMP! muncul",
  "3505": "Raih 25.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota MORE MORE JUMP! muncul",
  "3506": "Raih 30.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota MORE MORE JUMP! muncul",
  "3507": "Raih 40.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota MORE MORE JUMP! muncul",
  "3508": "Raih 50.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota MORE MORE JUMP! muncul",
  "3509": "Raih 60.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota MORE MORE JUMP! muncul",
  "3510": "Raih 70.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota MORE MORE JUMP! muncul",
  "3601": "Raih 5.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Vivid BAD SQUAD muncul",
  "3602": "Raih 10.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Vivid BAD SQUAD muncul",
  "3603": "Raih 15.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Vivid BAD SQUAD muncul",
  "3604": "Raih 20.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Vivid BAD SQUAD muncul",
  "3605": "Raih 25.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Vivid BAD SQUAD muncul",
  "3606": "Raih 30.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Vivid BAD SQUAD muncul",
  "3607": "Raih 40.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Vivid BAD SQUAD muncul",
  "3608": "Raih 50.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Vivid BAD SQUAD muncul",
  "3609": "Raih 60.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Vivid BAD SQUAD muncul",
  "3610": "Raih 70.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Vivid BAD SQUAD muncul",
  "3701": "Raih 5.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Wonderlands×Showtime muncul",
  "3702": "Raih 10.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Wonderlands×Showtime muncul",
  "3703": "Raih 15.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Wonderlands×Showtime muncul",
  "3704": "Raih 20.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Wonderlands×Showtime muncul",
  "3705": "Raih 25.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Wonderlands×Showtime muncul",
  "3706": "Raih 30.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Wonderlands×Showtime muncul",
  "3707": "Raih 40.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Wonderlands×Showtime muncul",
  "3708": "Raih 50.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Wonderlands×Showtime muncul",
  "3709": "Raih 60.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Wonderlands×Showtime muncul",
  "3710": "Raih 70.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Wonderlands×Showtime muncul",
  "3801": "Raih 5.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota 25-ji, Night Code de. muncul",
  "3802": "Raih 10.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota 25-ji, Night Code de. muncul",
  "3803": "Raih 15.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota 25-ji, Night Code de. muncul",
  "3804": "Raih 20.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota 25-ji, Night Code de. muncul",
  "3805": "Raih 25.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota 25-ji, Night Code de. muncul",
  "3806": "Raih 30.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota 25-ji, Night Code de. muncul",
  "3807": "Raih 40.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota 25-ji, Night Code de. muncul",
  "3808": "Raih 50.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota 25-ji, Night Code de. muncul",
  "3809": "Raih 60.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota 25-ji, Night Code de. muncul",
  "3810": "Raih 70.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota 25-ji, Night Code de. muncul",
  "3901": "Raih 5.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Virtual Singer muncul",
  "3902": "Raih 10.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Virtual Singer muncul",
  "3903": "Raih 15.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Virtual Singer muncul",
  "3904": "Raih 20.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Virtual Singer muncul",
  "3905": "Raih 25.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Virtual Singer muncul",
  "3906": "Raih 30.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Virtual Singer muncul",
  "3907": "Raih 40.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Virtual Singer muncul",
  "3908": "Raih 50.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Virtual Singer muncul",
  "3909": "Raih 60.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Virtual Singer muncul",
  "3910": "Raih 70.000 poin sorak (kumulatif) dalam Virtual Live dimana anggota Virtual Singer muncul"
}