{
  "101": "Complétez 39 parties.",
  "102": "Complétez 3939 parties.",
  "201": "Atteignez le rang 50.",
  "202": "Atteignez le rang 100.",
  "203": "Atteignez le rang 200.",
  "301": "Connectez-vous pendant 30 jours d'affilée.",
  "401": "Connectez-vous pendant 365 jours d'affilée.",
  "501": "Débloquez 10 autres voix.",
  "601": "Augmenter le rang de tous les groupes à 20.",
  "701": "Montez 5 objets de zone au niveau 10.",
  "801": "Augmentez le rang de tous les personnages jusqu'au rang 5.",
  "802": "Augmentez le rang de tous les personnages jusqu'au rang 10.",
  "901": "Complétez 5 chansons dans tous les niveaux de difficulté.",
  "902": "Complétez 10 chansons dans tous les niveaux de difficulté.",
  "903": "Complétez 20 chansons dans tous les niveaux de difficulté.",
  "1004": "Obtenez un Full Combo pour 30 chansons à difficulté Master.",
  "1104": "Obtenez un All Perfect pour 30 chansons à difficulté Master.",
  "1201": "Terminez une partie avec 2000 points de vie.",
  "1301": "Terminez une partie après avoir perdu tous vos points de vie au moins 5 fois.",
  "1401": "Terminez une partie avec un combo de 1000 et plus.",
  "1501": "Gagnez 1 million de pièces au total.",
  "1601": "Les 5 membres doivent obtenir un Full Combo durant un « Multi Live ».",
  "1701": "Les 5 membres doivent choisir la même chanson durant un « Multi Live ».",
  "1801": "Les 5 membres doivent posséder le même titre durant un « Multi Live ».",
  "1901": "Utilisez un timbre 1000 fois dans le « Multi Live ».",
  "2001": "Faites entrer 100 joueurs au total dans votre salle d'attente.",
  "2101": "Collectionnez 30 timbres.",
  "2201": "Visionnez 500 discussions de zone.",
  "2301": "Lisez 100 « Histoires principales » ou « Histoire secondaire » sans les passer.",
  "2401": "Jouez 100 parties avec une équipe de cinq personnages de première année.",
  "2501": "Jouez 100 parties avec une équipe de cinq personnages de deuxième année.",
  "2601": "Jouez 100 parties avec une équipe de cinq personnages de l'Académie pour filles de Miyamasuzaka.",
  "2701": "Jouez 100 parties avec une équipe de cinq personnages du Lycée Kamiyama.",
  "2801": "Jouez 100 parties avec une équipe contenant uniquement Tsukasa, Akito, Toya, Rui, Len ou KAITO.",
  "2901": "Devenez MVP 100 fois dans le « Multi Live ».",
  "3001": "Devenez SUPER STAR 100 fois dans le « Multi Live ».",
  "3101": "Collectionnez 50 costumes.",
  "3401": "Atteignez 5000 points d'encouragement durant les Virtual Lives réunissant les membres de Leo/need.",
  "3402": "Atteignez 10000 points d'encouragement durant les Virtual Lives réunissant les membres de Leo/need.",
  "3403": "Atteignez 15000 points d'encouragement durant les Virtual Lives réunissant les membres de Leo/need.",
  "3404": "Atteignez 20000 points d'encouragement durant les Virtual Lives réunissant les membres de Leo/need.",
  "3405": "Atteignez 25000 points d'encouragement durant les Virtual Lives réunissant les membres de Leo/need.",
  "3406": "Atteignez 30000 points d'encouragement durant les Virtual Lives réunissant les membres de Leo/need.",
  "3407": "Atteignez 40000 points d'encouragement durant les Virtual Lives réunissant les membres de Leo/need.",
  "3408": "Atteignez 50000 points d'encouragement durant les Virtual Lives réunissant les membres de Leo/need.",
  "3409": "Atteignez 60000 points d'encouragement durant les Virtual Lives réunissant les membres de Leo/need.",
  "3410": "Atteignez 70000 points d'encouragement durant les Virtual Lives réunissant les membres de Leo/need.",
  "3501": "Atteignez 5000 points d'encouragement durant les Virtual Lives réunissant les membres de MORE MORE JUMP!",
  "3502": "Atteignez 10000 points d'encouragement durant les Virtual Lives réunissant les membres de MORE MORE JUMP!",
  "3503": "Atteignez 15000 points d'encouragement durant les Virtual Lives réunissant les membres de MORE MORE JUMP!",
  "3504": "Atteignez 20000 points d'encouragement durant les Virtual Lives réunissant les membres de MORE MORE JUMP!",
  "3505": "Atteignez 25000 points d'encouragement durant les Virtual Lives réunissant les membres de MORE MORE JUMP!",
  "3506": "Atteignez 30000 points d'encouragement durant les Virtual Lives réunissant les membres de MORE MORE JUMP!",
  "3507": "Atteignez 40000 points d'encouragement durant les Virtual Lives réunissant les membres de MORE MORE JUMP!",
  "3508": "Atteignez 50000 points d'encouragement durant les Virtual Lives réunissant les membres de MORE MORE JUMP!",
  "3509": "Atteignez 60000 points d'encouragement durant les Virtual Lives réunissant les membres de MORE MORE JUMP!",
  "3510": "Atteignez 70000 points d'encouragement durant les Virtual Lives réunissant les membres de MORE MORE JUMP!",
  "3601": "Atteignez 5000 points d'encouragement durant les Virtual Lives réunissant les membres de Vivid BAD SQUAD.",
  "3602": "Atteignez 10000 points d'encouragement durant les Virtual Lives réunissant les membres de Vivid BAD SQUAD.",
  "3603": "Atteignez 15000 points d'encouragement durant les Virtual Lives réunissant les membres de Vivid BAD SQUAD.",
  "3604": "Atteignez 20000 points d'encouragement durant les Virtual Lives réunissant les membres de Vivid BAD SQUAD.",
  "3605": "Atteignez 25000 points d'encouragement durant les Virtual Lives réunissant les membres de Vivid BAD SQUAD.",
  "3606": "Atteignez 30000 points d'encouragement durant les Virtual Lives réunissant les membres de Vivid BAD SQUAD.",
  "3607": "Atteignez 40000 points d'encouragement durant les Virtual Lives réunissant les membres de Vivid BAD SQUAD.",
  "3608": "Atteignez 50000 points d'encouragement durant les Virtual Lives réunissant les membres de Vivid BAD SQUAD.",
  "3609": "Atteignez 60000 points d'encouragement durant les Virtual Lives réunissant les membres de Vivid BAD SQUAD.",
  "3610": "Atteignez 70000 points d'encouragement durant les Virtual Lives réunissant les membres de Vivid BAD SQUAD.",
  "3701": "Atteignez 5000 points d'encouragement durant les Virtual Lives réunissant les membres de Wonderlands×Showtime.",
  "3702": "Atteignez 10000 points d'encouragement durant les Virtual Lives réunissant les membres de Wonderlands×Showtime.",
  "3703": "Atteignez 15000 points d'encouragement durant les Virtual Lives réunissant les membres de Wonderlands×Showtime.",
  "3704": "Atteignez 20000 points d'encouragement durant les Virtual Lives réunissant les membres de Wonderlands×Showtime.",
  "3705": "Atteignez 25000 points d'encouragement durant les Virtual Lives réunissant les membres de Wonderlands×Showtime.",
  "3706": "Atteignez 30000 points d'encouragement durant les Virtual Lives réunissant les membres de Wonderlands×Showtime.",
  "3707": "Atteignez 40000 points d'encouragement durant les Virtual Lives réunissant les membres de Wonderlands×Showtime.",
  "3708": "Atteignez 50000 points d'encouragement durant les Virtual Lives réunissant les membres de Wonderlands×Showtime.",
  "3709": "Atteignez 60000 points d'encouragement durant les Virtual Lives réunissant les membres de Wonderlands×Showtime.",
  "3710": "Atteignez 70000 points d'encouragement durant les Virtual Lives réunissant les membres de Wonderlands×Showtime.",
  "3801": "Atteignez 5000 points d'encouragement durant les Virtual Lives réunissant les membres de 25-ji, Night Code de.",
  "3802": "Atteignez 10000 points d'encouragement durant les Virtual Lives réunissant les membres de 25-ji, Night Code de.",
  "3803": "Atteignez 15000 points d'encouragement durant les Virtual Lives réunissant les membres de 25-ji, Night Code de.",
  "3804": "Atteignez 20000 points d'encouragement durant les Virtual Lives réunissant les membres de 25-ji, Night Code de.",
  "3805": "Atteignez 25000 points d'encouragement durant les Virtual Lives réunissant les membres de 25-ji, Night Code de.",
  "3806": "Atteignez 30000 points d'encouragement durant les Virtual Lives réunissant les membres de 25-ji, Night Code de.",
  "3807": "Atteignez 40000 points d'encouragement durant les Virtual Lives réunissant les membres de 25-ji, Night Code de.",
  "3808": "Atteignez 50000 points d'encouragement durant les Virtual Lives réunissant les membres de 25-ji, Night Code de.",
  "3809": "Atteignez 60000 points d'encouragement durant les Virtual Lives réunissant les membres de 25-ji, Night Code de.",
  "3810": "Atteignez 70000 points d'encouragement durant les Virtual Lives réunissant les membres de 25-ji, Night Code de.",
  "3901": "Atteignez 5000 points d'encouragement durant les Virtual Lives réunissant les Virtual Singers.",
  "3902": "Atteignez 10000 points d'encouragement durant les Virtual Lives réunissant les Virtual Singers.",
  "3903": "Atteignez 15000 points d'encouragement durant les Virtual Lives réunissant les Virtual Singers.",
  "3904": "Atteignez 20000 points d'encouragement durant les Virtual Lives réunissant les Virtual Singers.",
  "3905": "Atteignez 25000 points d'encouragement durant les Virtual Lives réunissant les Virtual Singers.",
  "3906": "Atteignez 30000 points d'encouragement durant les Virtual Lives réunissant les Virtual Singers.",
  "3907": "Atteignez 40000 points d'encouragement durant les Virtual Lives réunissant les Virtual Singers.",
  "3908": "Atteignez 50000 points d'encouragement durant les Virtual Lives réunissant les Virtual Singers.",
  "3909": "Atteignez 60000 points d'encouragement durant les Virtual Lives réunissant les Virtual Singers.",
  "3910": "Atteignez 70000 points d'encouragement durant les Virtual Lives réunissant les Virtual Singers."
}