{
  "101": "Selesaikan LIVE sebanyak 39 kali.",
  "102": "Selesaikan LIVE sebanyak 3939 kali.",
  "201": "Naikkan kedudukan pemain sehingga tahap 50.",
  "202": "Naikkan kedudukan pemain sehingga tahap 100.",
  "203": "Naikkan kedudukan pemain sehingga tahap 200.",
  "301": "Log masuk secara berterusan selama 30 hari.",
  "401": "Log masuk sebanyak 365 hari keseluruhannya.",
  "501": "Selesaikan 10 buah lagu versi ANOTHER VOCAL.",
  "601": "Naikkan kedudukan unit bagi kesemua unit sehingga tahap 20.",
  "701": "Naikkan tahap bagi 5 jenis item kawasan sehingga tahap 10.",
  "801": "Naikkan kesemua kedudukan watak sehingga tahap 5.",
  "802": "Naikkan kesemua kedudukan watak sehingga tahap 10.",
  "901": "Selesaikan 5 buah lagu dalam semua tahap kesukaran.",
  "902": "Selesaikan 10 buah lagu dalam semua tahap kesukaran.",
  "903": "Selesaikan 20 buah lagu dalam semua tahap kesukaran.",
  "1004": "Dapatkan FULL COMBO bagi 30 buah lagu dalam tahap MASTER.",
  "1104": "Dapatkan ALL PERFECT bagi 30 buah lagu dalam tahap MASTER.",
  "1201": "Selesaikan LIVE sambil kekalkan 2000 nyawa.",
  "1301": "Selesaikan LIVE dengan lebih dari 5 kali CONTINUE dalam 1 kali main.",
  "1401": "Selesaikan Persembahan dengan merantai lebih dari 1000 kombo.",
  "1501": "Dapatkan 1,000,000 COIN secara keseluruhan.",
  "1601": "Ajaklah kesemua 5 orang pemain untuk menyelesaikan sesi \"LIVE Bersama\" dengan FULL COMBO.",
  "1701": "Ajaklah kesemua 5 orang pemain memilih lagu yang sama dalam sesi \"Persembahan Bersama\".",
  "1801": "Ajaklah kesemua 5 orang pemain untuk menggunakan sekurang-kurangnya 1 plak gelaran yang sama dalam sesi \"Persembahan Bersama\".",
  "1901": "Hantarkan pelekat ketika sesi \"LIVE Bersama\" sebanyak 1000 kali.",
  "2001": "Dapatkan sapaan dari 100 orang ahli keseluruhannya ketika masuk ke Bilik Menunggu.",
  "2101": "Kumpulkan 30 jenis pelekat.",
  "2201": "Lihatlah 500 perbualan kawasan yang berlainan.",
  "2301": "Bacalah 100 episod dari \"Cerita Utama\" atau \"Cerita Sampingan\" tanpa melangkau.",
  "2401": "Selesaikan Persembahan dengan unit 5 orang watak pelajar tahun 1 sebanyak 100 kali.",
  "2501": "Selesaikan LIVE dengan unit 5 orang watak pelajar tahun 2 sebanyak 100 kali.",
  "2601": "Selesaikan Persembahan dengan unit 5 orang watak pelajar Miyamasuzaka sebanyak 100 kali.",
  "2701": "Selesaikan LIVE dengan unit 5 orang watak pelajar Kamiyama sebanyak 100 kali.",
  "2801": "Selesaikan Persembahan dengan unit gabungan Tsukasa, Akito, Toya, Rui, Len, KAITO sahaja sebanyak 100 kali.",
  "2901": "Dapatkan \"MVP\" dalam sesi \"LIVE Bersama\" sebanyak 100 kali.",
  "3001": "Dapatkan \"SUPER STAR\" dalam sesi \"LIVE Bersama\" sebanyak 100 kali.",
  "3101": "Dapatkan 50 jenis pakaian yang berlainan.",
  "3401": "Dapatkan 5000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Leo/need muncul.",
  "3402": "Dapatkan 10000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Leo/need muncul.",
  "3403": "Dapatkan 15000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Leo/need muncul.",
  "3404": "Dapatkan 20000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli Leo/need muncul.",
  "3405": "Dapatkan 25000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli Leo/need muncul.",
  "3406": "Dapatkan 30000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Leo/need muncul.",
  "3407": "Dapatkan 40000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Leo/need muncul.",
  "3408": "Dapatkan 50000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Leo/need muncul.",
  "3409": "Dapatkan 60000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Leo/need muncul.",
  "3410": "Dapatkan 70000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli Leo/need muncul.",
  "3501": "Dapatkan 5000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli MORE MORE JUMP! muncul.",
  "3502": "Dapatkan 10000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli MORE MORE JUMP! muncul.",
  "3503": "Dapatkan 15000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli MORE MORE JUMP! muncul.",
  "3504": "Dapatkan 20000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli MORE MORE JUMP! muncul.",
  "3505": "Dapatkan 25000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli MORE MORE JUMP! muncul.",
  "3506": "Dapatkan 30000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli MORE MORE JUMP! muncul.",
  "3507": "Dapatkan 40000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli MORE MORE JUMP! muncul.",
  "3508": "Dapatkan 50000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli MORE MORE JUMP! muncul.",
  "3509": "Dapatkan 60000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli MORE MORE JUMP! muncul.",
  "3510": "Dapatkan 70000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli MORE MORE JUMP! muncul.",
  "3601": "Dapatkan 5000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli Vivid BAD SQUAD muncul.",
  "3602": "Dapatkan 10000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Vivid BAD SQUAD muncul.",
  "3603": "Dapatkan 15000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Vivid BAD SQUAD muncul.",
  "3604": "Dapatkan 20000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Vivid BAD SQUAD muncul.",
  "3605": "Dapatkan 25000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Vivid BAD SQUAD muncul.",
  "3606": "Dapatkan 30000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Vivid BAD SQUAD muncul.",
  "3607": "Dapatkan 40000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Vivid BAD SQUAD muncul.",
  "3608": "Dapatkan 50000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Vivid BAD SQUAD muncul.",
  "3609": "Dapatkan 60000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli Vivid BAD SQUAD muncul.",
  "3610": "Dapatkan 70000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli Vivid BAD SQUAD muncul.",
  "3701": "Dapatkan 5000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Wonderlands×Showtime muncul.",
  "3702": "Dapatkan 10000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Wonderlands×Showtime muncul.",
  "3703": "Dapatkan 15000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Wonderlands×Showtime muncul.",
  "3704": "Dapatkan 20000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Wonderlands×Showtime muncul.",
  "3705": "Dapatkan 25000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli Wonderlands×Showtime muncul.",
  "3706": "Dapatkan 30000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli Wonderlands×Showtime muncul.",
  "3707": "Dapatkan 40000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli Wonderlands×Showtime muncul.",
  "3708": "Dapatkan 50000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Wonderlands×Showtime muncul.",
  "3709": "Dapatkan 60000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Wonderlands×Showtime muncul.",
  "3710": "Dapatkan 70000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli Wonderlands×Showtime muncul.",
  "3801": "Dapatkan 5000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli 25-ji, Night Code de. muncul.",
  "3802": "Dapatkan 10000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli 25-ji, Night Code de. muncul.",
  "3803": "Dapatkan 15000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli 25-ji, Night Code de. muncul.",
  "3804": "Dapatkan 20000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli 25-ji, Night Code de. muncul.",
  "3805": "Dapatkan 25000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli 25-ji, Night Code de. muncul.",
  "3806": "Dapatkan 30000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli 25-ji, Night Code de. muncul.",
  "3807": "Dapatkan 40000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli 25-ji, Night Code de. muncul.",
  "3808": "Dapatkan 50000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli 25-ji, Night Code de. muncul.",
  "3809": "Dapatkan 60000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli 25-ji, Night Code de. muncul.",
  "3810": "Dapatkan 70000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli 25-ji, Night Code de. muncul.",
  "3901": "Dapatkan 5000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli VIRTUAL SINGER muncul.",
  "3902": "Dapatkan 10000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli VIRTUAL SINGER muncul.",
  "3903": "Dapatkan 15000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli VIRTUAL SINGER muncul.",
  "3904": "Dapatkan 20000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli VIRTUAL SINGER muncul.",
  "3905": "Dapatkan 25000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli VIRTUAL SINGER muncul.",
  "3906": "Dapatkan 30000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli VIRTUAL SINGER muncul.",
  "3907": "Dapatkan 40000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli VIRTUAL SINGER muncul.",
  "3908": "Dapatkan 50000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli VIRTUAL SINGER muncul.",
  "3909": "Dapatkan 60000 mata sokongan keseluruhan di Persembahan Maya yang mana ahli VIRTUAL SINGER muncul.",
  "3910": "Dapatkan 70000 mata sokongan keseluruhan di VIRTUAL LIVE yang mana ahli VIRTUAL SINGER muncul."
}