{
  "idol": {
    "name": "MORE MORE JUMP!",
    "profileSentence": "Hanasato Minori ingin menjadi idola, walaupun terus menerus tidak lulus uji bakat. Namun begitu, dengan idola pujaannya “Kiritani Haruka” sentiasa di hatinya, dia terus berusaha. Tiba-tiba pada waktu itu, Kiritani Haruka memberhentikan kerjaya idolanya, dan bersara dari dunia hiburan."
  },
  "light_sound": {
    "name": "Leo/need",
    "profileSentence": "Hoshino Ichika enggan berhubung dengan rakan sejak kecilnya kerana perselisihan dalam pelbagai perkara yang berlainan. Tetapi, pada saat Tenma Saki yang menerima rawatan bersendirian sejak kecil kembali semula ke sekolah, telah mula nampak perubahan dalam jarak 4 orang yang asalnya menjauh."
  },
  "piapro": {
    "name": "VIRTUAL SINGER",
    "profileSentence": "Pelbagai Miku yang hidup sebagai VIRTUAL SINGER di dunia nyata. Pemuda pemudi yang mempunyai \"perasaan yang sebenar\" akan menjumpai perasaan sendiri tersebut bersama-sama salah seorang Miku di SEKAI yang luar biasa, daripada pelbagai Miku berlainan yang diri sendiri ketahui kewujudannya."
  },
  "school_refusal": {
    "name": "25-ji, Night Code de.",
    "profileSentence": "Yoisaki Kanade yang menggubah lagu setiap hari dan saling menukar pandangan dalam kalangan rakan-rakan menggunakan alatan sembang suara \"Night Code\". Walaupun masing-masing tidak mengetahui rupa dan nama sebenar, semuanya berusaha untuk memperbaiki masing-masing. Tetapi, ada suatu hari dia seorang tidak dapat menyambung dengan kalangan rakannya itu."
  },
  "street": {
    "name": "Vivid BAD SQUAD",
    "profileSentence": "Azusawa Kohane berasa segan dalam melakukan apa-apa kerana dia seorang yang pemalu. Ada suatu hari, dia menerima sesuatu kesan dari lagu dan muzik yang dia dengar dari laluan pejalan kaki. Kemudian, dia mula memasuki aktiviti lagu jalanan, seolah-olah mendapat petunjuk dari Shiraishi An yang menyanyikan lagu itu."
  },
  "theme_park": {
    "name": "Wonderlands×Showtime",
    "profileSentence": "Tenma Tsukasa yang mengimpikan bintang persembahan terkenal seluruh dunia, bekerja separuh masa sebagai pelakon watak di taman tema terkenal. Tetapi, dia ditugaskan di pentas yang semakin sunyi yang selalu dielakkan pengunjung. Ketika berseorangan di situ, dia terjumpa dengan Otori yang berusaha untuk menghidupkan semula pentas tersebut."
  }
}
